    const qnaList = [
        {
        q: '1. 단정하고 깨끗한 것을 좋아해',
        a: [
            { answer: 'a. 깔끔한 것을 선호해', type: [3] },
            { answer: 'b. 그럭저럭이야', type: [0,4] },
            { answer: 'c. 깔끔은 너무 피곤해 그냥 살래', type: [1,2] },
        ]
        },
        {
        q: '2. 유행을 좋아해',
        a: [
            { answer: 'a. 유행을 잘 따라가는 편이야', type: [1,2] },
            { answer: 'b. 그럭저럭이야', type: [3] },
            { answer: 'c. 난 나만의 길을 가', type: [4,0] },
        ]
        },
        {
        q: '3. 옛날 것을 잘 보관하고 아끼는 편이야',
        a: [
            { answer: 'a. 오래된 것의 가치를 크게 측정하는 편이야', type: [ 2,4] },
            { answer: 'b. 그럭저럭이야', type: [1] },
            { answer: 'c. 오래된 것은 내가 소화하지 못할 것 같아', type: [3,0,] }
        ]
        },
        {
        q: '4. 좋아하는 노래장르는?',
        a: [
            { answer: 'a. 내 내면에는 힙합이 숨쉬고 있어" ', type: [1] },
            { answer: 'b. 발라드를 좋아해', type: [0,3 ] },
            { answer: 'c. 성악,오케스트라 등을 좋아해', type: [2,4] },
        ]
        },
        {
        q: '5. 한 가지를 꾸준히 하는 편이야',
        a: [
            { answer: 'a. 한 가지를 오랫동안 지속적으로 하는 편이야', type: [4,2 ] },
            { answer: 'b. 그럭저럭이야', type: [0]},
            { answer: 'c. 여러 분야를 경험하고 싶어', type: [1,3] },
        ]
        },
    
        {
        q: '6. 무조건 예쁘고 멋진것을 좋아해',
        a: [
            { answer: 'a. 당연하지', type: [3 ] },
            { answer: 'b. 그럭저럭이야', type: [0,4] },
            { answer: 'c. 무난한 것을 좋아해', type: [2,1] },
        ]
        },
        {
        q: '7. 계획적 vs 즉흥적',
        a: [
            { answer: 'a. 모든 것에는 기승전결이 들어가야해', type: [4,2] },
            { answer: 'b. 때에따라 무난히 결정하는 편이야', type: [ 3,0] },
            { answer: 'c. 그때 기분따라 상황따라 입맛따라 진행시키는 편이야', type: [1] },
        ]
        }
    
        
    ]
    
    
    const infoList = [
        {
        name: '캐주얼 패션',
        desc: '무난함을 좋아하며 가볍게 입을 수 있는 옷차림을 좋아하는 유형'
        },
        {
        name: '스트릿 패션',
        desc: '거리의 패션이라고 불리우며 독특함과 힙합의 감성도 좋아하는 유형'
        },
        {
        name: '빈티지 패션',
        desc: '낡고 오래된 것을 뜻하며 오래된 것이 가지고 있는 가치를 잘 알고 중고 감각의 감성을 좋아하는 유형 '
        },
        {
        name: '댄디 패션',
        desc: '신사 패션이라고 불리우며 세련되고 간결한 패션을 좋아하는 유형'
        },
        {
        name: '클래식 패션',
        desc: '유행을 쫒아가지 않으며 전통적인 느낌과 안정감 있는 패션을 좋아하는 유형 '
        }
    
        
    ]
    